Revit 2024 API
ParameterTypeId.FabricationSecondarySize Property
 "Size of Secondary End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricationSecondarySize { get; }
Visual Basic
Public Shared ReadOnly Property FabricationSecondarySize As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricationSecondarySize {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace